Repository: handshake-rs/hns-dane-browser-mobile
Catalog: ios/HnsDaneBrowser/Support/Wallet.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, tr, uk, vi, zh_hans, zh_hant

# wallet_swap_publish_failed
source: The offer was not published. Wallet and peer state may have changed; review active listings before retrying.
ar: ولم يتم نشر العرض. ربما تغيرت حالة المحفظة والنظير؛ قم بمراجعة القوائم النشطة قبل إعادة المحاولة.
de: Das Angebot wurde nicht veröffentlicht. Wallet- und Peer-Status haben sich möglicherweise geändert; Überprüfen Sie die aktiven Einträge, bevor Sie es erneut versuchen.
es: La oferta no fue publicada. Es posible que el estado de la billetera y del par haya cambiado; revise los listados activos antes de volver a intentarlo.
fa: این پیشنهاد منتشر نشد. کیف پول و وضعیت همتا ممکن است تغییر کرده باشد. قبل از تلاش مجدد، فهرست های فعال را مرور کنید.
fr: L'offre n'a pas été publiée. L’état du portefeuille et du homologue peut avoir changé ; examinez les annonces actives avant de réessayer.
he: ההצעה לא פורסמה. ייתכן שמצב הארנק והעמית השתנו; סקור רישומים פעילים לפני שתנסה שוב.
hi: प्रस्ताव प्रकाशित नहीं किया गया था. वॉलेट और सहकर्मी स्थिति बदल गई होगी; पुनः प्रयास करने से पहले सक्रिय लिस्टिंग की समीक्षा करें।
id: Tawaran itu tidak dipublikasikan. Dompet dan status rekan mungkin telah berubah; tinjau daftar aktif sebelum mencoba lagi.
it: L'offerta non è stata pubblicata. Lo stato del portafoglio e del peer potrebbe essere cambiato; rivedere gli elenchi attivi prima di riprovare.
ja: オファーは公開されていませんでした。ウォレットとピアの状態が変更された可能性があります。再試行する前に、アクティブなリストを確認してください。
ko: 제안이 게시되지 않았습니다. 지갑 및 피어 상태가 변경되었을 수 있습니다. 다시 시도하기 전에 활성 목록을 검토하세요.
nl: Het aanbod is niet gepubliceerd. De portemonnee- en peerstatus zijn mogelijk gewijzigd; bekijk actieve vermeldingen voordat u het opnieuw probeert.
pl: Oferta nie została opublikowana. Stan portfela i urządzenia równorzędnego mógł się zmienić; przejrzyj aktywne aukcje przed ponowną próbą.
pt: A oferta não foi publicada. O estado da carteira e do peer pode ter mudado; revise as listagens ativas antes de tentar novamente.
ru: Предложение не было опубликовано. Состояние кошелька и узла могло измениться; просмотрите активные объявления, прежде чем повторять попытку.
tr: Teklif yayınlanmadı. Cüzdan ve eş durumu değişmiş olabilir; yeniden denemeden önce aktif listeleri inceleyin.
uk: Пропозиція не була опублікована. Гаманець і одноранговий стан могли змінитися; перед повторною спробою перегляньте активні списки.
vi: Lời đề nghị đã không được công bố. Trạng thái ví và ngang hàng có thể đã thay đổi; xem lại danh sách đang hoạt động trước khi thử lại.
zh_hans: 该报价尚未公布。钱包和对等状态可能已经改变；在重试之前查看活动列表。
zh_hant: 該報價尚未公佈。錢包和對等狀態可能已經改變；在重試之前查看活動清單。

# wallet_swap_published
source: BTC-for-HNS offer %1$@… is active. It will be announced when a swap peer is connected.
ar: عرض BTC-for-HNS %1$@... نشط. سيتم الإعلان عنه عند توصيل نظير المبادلة.
de: BTC-für-HNS Angebot %1$@… ist aktiv. Es wird bekannt gegeben, wenn ein Swap-Peer verbunden ist.
es: La oferta BTC-for-HNS %1$@… está activa. Se anunciará cuando se conecte un par de intercambio.
fa: پیشنهاد BTC-برای-HNS %1$@… فعال است. هنگامی که یک همتای مبادله متصل شود، اعلام خواهد شد.
fr: L'offre BTC-pour-HNS %1$@… est active. Il sera annoncé lorsqu'un homologue d'échange sera connecté.
he: הצעה BTC-עבור-HNS %1$@... פעילה. זה יפורסם כאשר יתחבר עמית החלפה.
hi: BTC-for-HNS ऑफर %1$@… सक्रिय है। इसकी घोषणा तब की जाएगी जब कोई स्वैप पीयर कनेक्ट हो जाएगा।
id: Penawaran BTC-untuk-HNS %1$@… aktif. Ini akan diumumkan ketika rekan swap terhubung.
it: L'offerta BTC-per-HNS %1$@… è attiva. Verrà annunciato quando un peer di scambio è connesso.
ja: BTC-for-HNS オファー %1$@… がアクティブです。スワップピアが接続されると通知されます。
ko: BTC-for-HNS 제안 %1$@…이 활성화되었습니다. 스왑 피어가 연결되면 공지됩니다.
nl: BTC-voor-HNS aanbieding %1$@... is actief. Het wordt aangekondigd wanneer een swap-peer wordt aangesloten.
pl: Oferta BTC-for-HNS %1$@… jest aktywna. Zostanie ogłoszony, gdy zostanie podłączony partner wymiany.
pt: A oferta BTC-for-HNS %1$@… está ativa. Será anunciado quando um ponto de troca estiver conectado.
ru: BTC-для-HNS Предложение %1$@… активно. Об этом будет объявлено при подключении узла подкачки.
tr: BTC-for-HNS teklifi %1$@… aktif. Bir takas eşi bağlandığında duyurulacaktır.
uk: BTC-for-HNS Пропозиція %1$@… активна. Про це буде оголошено, коли буде підключено одноранговий вузол обміну.
vi: Ưu đãi BTC-for-HNS %1$@… đang hoạt động. Nó sẽ được thông báo khi một trao đổi ngang hàng được kết nối.
zh_hans: BTC-for-HNS 报价 %1$@… 已激活。当交换点连接时将会宣布。
zh_hant: BTC-for-HNS 報價 %1$@… 已啟動。當交換點連線時將會宣布。

# wallet_swap_publishing
source: Signing and publishing the exact offer…
ar: التوقيع ونشر العرض الدقيق...
de: Unterzeichnung und Veröffentlichung des genauen Angebots…
es: Firmar y publicar la oferta exacta...
fa: امضا و انتشار پیشنهاد دقیق…
fr: Signature et publication de l’offre exacte…
he: חתימה ופרסום ההצעה המדויקת...
hi: सटीक प्रस्ताव पर हस्ताक्षर करना और प्रकाशित करना...
id: Menandatangani dan menerbitkan penawaran yang tepat…
it: Firma e pubblicazione dell'offerta esatta...
ja: 正確なオファーに署名して公開しています…
ko: 정확한 제안에 서명하고 게시하는 중…
nl: Het exacte aanbod ondertekenen en publiceren…
pl: Podpisanie i opublikowanie dokładnej oferty…
pt: Assinando e publicando a oferta exata…
ru: Подписание и публикация точного предложения…
tr: Teklifin tamamını imzalayıp yayınlamak…
uk: Підписання та публікація точної пропозиції…
vi: Ký và công bố lời đề nghị chính xác…
zh_hans: 签署并发布确切的报价...
zh_hant: 簽署並發布確切的報價...

# wallet_swap_recovery_detail
source: Saved Bitcoin broadcasts — waiting: %1$d; result pending: %2$d; submitted: %3$d; observed: %4$d; most attempts: %5$d; last change: Unix %6$d. Recovery retries the same signed transaction and never creates a replacement.
ar: عمليات البث المحفوظة Bitcoin - في انتظار: %1$d؛ النتيجة معلقة: %2$d؛ المقدم: %3$d؛ لاحظ: %4$d؛ معظم المحاولات: %5$d؛ التغيير الأخير: Unix %6$d. يقوم الاسترداد بإعادة محاولة نفس المعاملة الموقعة ولا يقوم أبدًا بإنشاء بديل.
de: Gespeicherte Bitcoin-Sendungen – warten: %1$d; Ergebnis steht noch aus: %2$d; eingereicht: %3$d; beobachtet: %4$d; die meisten Versuche: %5$d; letzte Änderung: Unix %6$d. Die Wiederherstellung versucht dieselbe signierte Transaktion erneut und erstellt niemals einen Ersatz.
es: Transmisiones Bitcoin guardadas - en espera: %1$d; resultado pendiente: %2$d; enviado: %3$d; observado: %4$d; la mayoría de los intentos: %5$d; último cambio: Unix %6$d. La recuperación vuelve a intentar la misma transacción firmada y nunca crea un reemplazo.
fa: پخش های ذخیره شده Bitcoin — در انتظار: %1$d; نتیجه در انتظار: %2$d; ارسال شده: %3$d; مشاهده شده: %4$d; بیشترین تلاش: %5$d; آخرین تغییر: Unix %6$d. بازیابی همان تراکنش امضا شده را دوباره امتحان می کند و هرگز جایگزینی ایجاد نمی کند.
fr: Diffusions Bitcoin enregistrées — en attente : %1$d ; résultat en attente : %2$d ; soumis : %3$d ; observé : %4$d ; la plupart des tentatives : %5$d ; dernière modification : Unix %6$d. La récupération réessaye la même transaction signée et ne crée jamais de remplacement.
he: שידורי Bitcoin שמורים - ממתינים: %1$d; תוצאה בהמתנה: %2$d; הוגשה: %3$d; נצפה: %4$d; רוב הניסיונות: %5$d; שינוי אחרון: Unix %6$d. Recovery מנסה שוב את אותה עסקה חתומה ולעולם לא יוצרת תחליף.
hi: सहेजे गए Bitcoin प्रसारण - प्रतीक्षा: %1$d; परिणाम लंबित: %2$d; सबमिट किया गया: %3$d; अवलोकन किया गया: %4$d; सर्वाधिक प्रयास: %5$d; अंतिम परिवर्तन: Unix %6$d। पुनर्प्राप्ति उसी हस्ताक्षरित लेनदेन का पुनः प्रयास करती है और कभी भी कोई प्रतिस्थापन नहीं बनाती है।
id: Siaran Bitcoin yang disimpan — menunggu: %1$d; hasil tertunda: %2$d; diserahkan: %3$d; diamati: %4$d; upaya terbanyak: %5$d; perubahan terakhir: Unix %6$d. Pemulihan mencoba kembali transaksi yang ditandatangani sama dan tidak pernah membuat penggantinya.
it: Trasmissioni Bitcoin salvate: in attesa: %1$d; risultato in attesa: %2$d; presentato: %3$d; osservato: %4$d; maggior numero di tentativi: %5$d; ultima modifica: Unix %6$d. Il ripristino ritenta la stessa transazione firmata e non crea mai una sostituzione.
ja: 保存された Bitcoin ブロードキャスト — 待機中: %1$d;結果保留中: %2$d;提出済み: %3$d;観察された: %4$d;ほとんどの試行: %5$d;最終変更: Unix %6$d。リカバリでは同じ署名済みトランザクションが再試行され、置換は作成されません。
ko: 저장된 Bitcoin 방송 — 대기 중: %1$d; 결과 보류 중: %2$d; 제출됨: %3$d; 관찰됨: %4$d; 대부분의 시도: %5$d; 마지막 변경: Unix %6$d. 복구에서는 동일한 서명된 트랜잭션을 다시 시도하고 대체 트랜잭션을 생성하지 않습니다.
nl: Opgeslagen Bitcoin-uitzendingen — wachtend: %1$d; resultaat in behandeling: %2$d; ingediend: %3$d; waargenomen: %4$d; meeste pogingen: %5$d; laatste wijziging: Unix %6$d. Recovery voert dezelfde ondertekende transactie opnieuw uit en creëert nooit een vervanging.
pl: Zapisane transmisje Bitcoin — oczekiwanie: %1$d; wynik w oczekiwaniu: %2$d; przesłano: %3$d; zaobserwowano: %4$d; większość prób: %5$d; ostatnia zmiana: Unix %6$d. Odzyskiwanie ponawia tę samą podpisaną transakcję i nigdy nie tworzy zamiennika.
pt: Transmissões Bitcoin salvas — aguardando: %1$d; resultado pendente: %2$d; enviado: %3$d; observado: %4$d; maioria das tentativas: %5$d; última alteração: Unix %6$d. A recuperação tenta novamente a mesma transação assinada e nunca cria uma substituição.
ru: Сохраненные трансляции Bitcoin — ожидание: %1$d; ожидается результат: %2$d; отправлено: %3$d; замечено: %4$d; наибольшее количество попыток: %5$d; последнее изменение: Unix %6$d. Восстановление повторяет ту же подписанную транзакцию и никогда не создает замену.
tr: Kaydedilen Bitcoin yayınları — bekliyor: %1$d; sonuç bekleniyor: %2$d; gönderilen: %3$d; gözlenen: %4$d; çoğu deneme: %5$d; son değişiklik: Unix %6$d. Kurtarma aynı imzalı işlemi yeniden dener ve hiçbir zaman yeni bir işlem oluşturmaz.
uk: Збережені трансляції Bitcoin — очікують: %1$d; результат очікується: %2$d; подано: %3$d; спостерігається: %4$d; найбільше спроб: %5$d; остання зміна: Unix %6$d. Відновлення повторює ту саму підписану транзакцію та ніколи не створює заміну.
vi: Các chương trình phát sóng Bitcoin đã lưu - đang chờ: %1$d; kết quả đang chờ xử lý: %2$d; đã gửi: %3$d; quan sát thấy: %4$d; số lần thử nhiều nhất: %5$d; thay đổi cuối cùng: Unix %6$d. Khôi phục thử lại giao dịch đã ký tương tự và không bao giờ tạo giao dịch thay thế.
zh_hans: 已保存的 Bitcoin 广播 — 等待：%1$d；结果待定：%2$d；提交：%3$d；观察到：%4$d；尝试次数最多：%5$d；最后更改：Unix %6$d。恢复重试相同的签名事务并且永远不会创建替换。
zh_hant: 已儲存的比特幣廣播 — 等待： %1$d ；結果待定： %2$d ；已提交： %3$d ；觀察到： %4$d ；大多數嘗試： %5$d ；最後更改： Unix %6$d 。恢復重試相同的簽章交易並且永遠不會建立替換。

# wallet_swap_recovery_none
source: No approved Bitcoin transaction is awaiting durable broadcast recovery.
ar: لا توجد معاملة Bitcoin معتمدة في انتظار استرداد البث الدائم.
de: Keine genehmigte Bitcoin-Transaktion wartet auf eine dauerhafte Broadcast-Wiederherstellung.
es: Ninguna transacción Bitcoin aprobada está a la espera de una recuperación de transmisión duradera.
fa: هیچ تراکنش تایید شده Bitcoin در انتظار بازیابی پخش بادوام نیست.
fr: Aucune transaction Bitcoin approuvée n’est en attente de récupération de diffusion durable.
he: שום עסקה מאושרת של Bitcoin לא ממתינה לשחזור שידור עמיד.
hi: कोई स्वीकृत Bitcoin लेनदेन टिकाऊ प्रसारण पुनर्प्राप्ति की प्रतीक्षा नहीं कर रहा है।
id: Tidak ada transaksi Bitcoin yang disetujui yang menunggu pemulihan siaran yang tahan lama.
it: Nessuna transazione Bitcoin approvata è in attesa di un ripristino duraturo della trasmissione.
ja: 永続的なブロードキャスト リカバリを待っている承認済みの Bitcoin トランザクションはありません。
ko: 승인된 Bitcoin 거래가 내구성 있는 브로드캐스트 복구를 기다리고 있습니다.
nl: Geen enkele goedgekeurde Bitcoin-transactie wacht op duurzaam herstel van de uitzending.
pl: Żadna zatwierdzona transakcja Bitcoin nie oczekuje na trwałe przywrócenie transmisji.
pt: Nenhuma transação Bitcoin aprovada aguarda recuperação de transmissão durável.
ru: Ни одна одобренная транзакция Bitcoin не ожидает долговременного восстановления широковещательной рассылки.
tr: Dayanıklı yayın kurtarmayı bekleyen onaylanmış Bitcoin işlemi yok.
uk: Жодна схвалена транзакція Bitcoin не очікує тривалого відновлення трансляції.
vi: Không có giao dịch Bitcoin nào được phê duyệt đang chờ khôi phục phát sóng lâu dài.
zh_hans: 没有已批准的 Bitcoin 交易正在等待持久广播恢复。
zh_hant: 沒有已批准的 Bitcoin 交易正在等待持久廣播恢復。

# wallet_swap_recovery_unavailable
source: Bitcoin broadcast recovery status is temporarily unavailable while the Bitcoin controller is busy or inactive.
ar: حالة استرداد البث Bitcoin غير متاحة مؤقتًا عندما تكون وحدة التحكم Bitcoin مشغولة أو غير نشطة.
de: Der Broadcast-Wiederherstellungsstatus Bitcoin ist vorübergehend nicht verfügbar, während der Bitcoin-Controller ausgelastet oder inaktiv ist.
es: El estado de recuperación de transmisión Bitcoin no está disponible temporalmente mientras el controlador Bitcoin está ocupado o inactivo.
fa: وضعیت بازیابی پخش Bitcoin به طور موقت در دسترس نیست در حالی که کنترلر Bitcoin مشغول یا غیرفعال است.
fr: L'état de récupération de diffusion du Bitcoin est temporairement indisponible lorsque le contrôleur Bitcoin est occupé ou inactif.
he: מצב שחזור שידור Bitcoin אינו זמין באופן זמני כאשר הבקר Bitcoin תפוס או לא פעיל.
hi: Bitcoin प्रसारण पुनर्प्राप्ति स्थिति अस्थायी रूप से अनुपलब्ध है जबकि Bitcoin नियंत्रक व्यस्त या निष्क्रिय है।
id: Status pemulihan siaran Bitcoin untuk sementara tidak tersedia saat pengontrol Bitcoin sibuk atau tidak aktif.
it: Lo stato di ripristino della trasmissione Bitcoin è temporaneamente non disponibile mentre il controller Bitcoin è occupato o inattivo.
ja: Bitcoin ブロードキャスト リカバリ ステータスは、Bitcoin コントローラがビジーまたは非アクティブの間、一時的に利用できなくなります。
ko: Bitcoin 브로드캐스트 복구 상태는 Bitcoin 컨트롤러가 사용 중이거나 비활성 상태인 동안 일시적으로 사용할 수 없습니다.
nl: De herstelstatus van de Bitcoin-uitzending is tijdelijk niet beschikbaar terwijl de Bitcoin-controller bezet of inactief is.
pl: Stan odzyskiwania transmisji Bitcoin jest tymczasowo niedostępny, gdy kontroler Bitcoin jest zajęty lub nieaktywny.
pt: O status de recuperação de transmissão Bitcoin fica temporariamente indisponível enquanto o controlador Bitcoin está ocupado ou inativo.
ru: Статус восстановления широковещательной рассылки Bitcoin временно недоступен, пока контроллер Bitcoin занят или неактивен.
tr: Bitcoin yayın kurtarma durumu, Bitcoin denetleyici meşgul veya etkin değilken geçici olarak kullanılamıyor.
uk: Статус відновлення трансляції Bitcoin тимчасово недоступний, поки контролер Bitcoin зайнятий або неактивний.
vi: Trạng thái khôi phục phát sóng Bitcoin tạm thời không khả dụng trong khi bộ điều khiển Bitcoin bận hoặc không hoạt động.
zh_hans: 当 Bitcoin 控制器繁忙或不活动时，Bitcoin 广播恢复状态暂时不可用。
zh_hant: 當 Bitcoin 控制器繁忙或不活動時，Bitcoin 廣播恢復狀態暫時無法使用。

# wallet_swap_redeem_bitcoin
source: Redeem received Bitcoin
ar: استرداد تلقى Bitcoin
de: Einlösen erhalten Bitcoin
es: Canjear recibido Bitcoin
fa: بازخرید Bitcoin دریافت کرد
fr: Échanger reçu Bitcoin
he: פדיון קיבל Bitcoin
hi: रिडीम को Bitcoin प्राप्त हुआ
id: Tukarkan Bitcoin yang diterima
it: Riscatta Bitcoin ricevuto
ja: Bitcoin を受け取りました
ko: 받은 Bitcoin를 사용하세요
nl: Ontvangen Bitcoin inwisselen
pl: Wykorzystaj otrzymany Bitcoin
pt: Resgatar Bitcoin recebido
ru: Погасить полученный Bitcoin
tr: Alınan Bitcoin'yi kullanın
uk: Викупити отриманий Bitcoin
vi: Đổi đã nhận Bitcoin
zh_hans: 兑换收到Bitcoin
zh_hant: 兌換收到Bitcoin

# wallet_swap_redeem_hns
source: Redeem received HNS
ar: استرداد تلقى HNS
de: Einlösen erhalten HNS
es: Canjear recibido HNS
fa: بازخرید HNS دریافت کرد
fr: Échanger reçu HNS
he: פדיון קיבל HNS
hi: रिडीम को HNS प्राप्त हुआ
id: Tukarkan HNS yang diterima
it: Riscatta HNS ricevuto
ja: HNS を受け取りました
ko: 받은 HNS를 사용하세요
nl: Ontvangen HNS inwisselen
pl: Wykorzystaj otrzymany HNS
pt: Resgatar HNS recebido
ru: Погасить полученный HNS
tr: Alınan HNS'yi kullanın
uk: Викупити отриманий HNS
vi: Đổi đã nhận HNS
zh_hans: 兑换收到HNS
zh_hant: 兌換收到HNS

# wallet_swap_refund_bitcoin
source: Refund locked Bitcoin (after timeout)
ar: تم قفل استرداد الأموال Bitcoin (بعد انتهاء المهلة)
de: Rückerstattung gesperrt Bitcoin (nach Zeitüberschreitung)
es: Reembolso bloqueado Bitcoin (después del tiempo de espera)
fa: بازپرداخت قفل Bitcoin (پس از مهلت زمانی)
fr: Remboursement verrouillé Bitcoin (après expiration du délai)
he: החזר כספי נעול Bitcoin (לאחר פסק זמן)
hi: रिफंड लॉक Bitcoin (समय समाप्त होने के बाद)
id: Pengembalian dana terkunci Bitcoin (setelah batas waktu)
it: Rimborso bloccato Bitcoin (dopo il timeout)
ja: 返金ロック済み Bitcoin (タイムアウト後)
ko: 환불 잠김 Bitcoin(시간 초과 후)
nl: Terugbetaling vergrendeld Bitcoin (na time-out)
pl: Zwrot środków zablokowany Bitcoin (po przekroczeniu limitu czasu)
pt: Reembolso bloqueado Bitcoin (após tempo limite)
ru: Возврат заблокирован Bitcoin (после тайм-аута)
tr: Geri ödeme kilitlendi Bitcoin (zaman aşımından sonra)
uk: Відшкодування заблоковано Bitcoin (після тайм-ауту)
vi: Tiền hoàn lại bị khóa Bitcoin (sau khi hết thời gian chờ)
zh_hans: 退款锁定 Bitcoin（超时后）
zh_hant: 退款鎖定 Bitcoin（超時後）

# wallet_swap_refund_hns
source: Refund locked HNS (after timeout)
ar: تم قفل استرداد الأموال HNS (بعد انتهاء المهلة)
de: Rückerstattung gesperrt HNS (nach Zeitüberschreitung)
es: Reembolso bloqueado HNS (después del tiempo de espera)
fa: بازپرداخت قفل HNS (پس از مهلت زمانی)
fr: Remboursement verrouillé HNS (après expiration du délai)
he: החזר כספי נעול HNS (לאחר פסק זמן)
hi: रिफंड लॉक HNS (समय समाप्त होने के बाद)
id: Pengembalian dana terkunci HNS (setelah batas waktu)
it: Rimborso bloccato HNS (dopo il timeout)
ja: 返金ロック済み HNS (タイムアウト後)
ko: 환불 잠김 HNS(시간 초과 후)
nl: Terugbetaling vergrendeld HNS (na time-out)
pl: Zwrot środków zablokowany HNS (po przekroczeniu limitu czasu)
pt: Reembolso bloqueado HNS (após tempo limite)
ru: Возврат заблокирован HNS (после тайм-аута)
tr: Geri ödeme kilitlendi HNS (zaman aşımından sonra)
uk: Відшкодування заблоковано HNS (після тайм-ауту)
vi: Tiền hoàn lại bị khóa HNS (sau khi hết thời gian chờ)
zh_hans: 退款锁定 HNS（超时后）
zh_hant: 退款鎖定 HNS（超時後）

# wallet_swap_sell_btc
source: Sell BTC for HNS
ar: بيع BTC لـ HNS
de: Verkaufe BTC für HNS
es: Vender BTC por HNS
fa: فروش BTC برای HNS
fr: Vendre BTC pour HNS
he: מכור את BTC עבור HNS
hi: HNS के लिए BTC बेचें
id: Jual BTC seharga HNS
it: Vendi BTC per HNS
ja: HNS のために BTC を販売
ko: HNS에 대해 BTC 판매
nl: Verkoop BTC voor HNS
pl: Sprzedam BTC za HNS
pt: Vender BTC por HNS
ru: Продать BTC за HNS
tr: HNS karşılığında BTC'yi sat
uk: Продам BTC за HNS
vi: Bán BTC để lấy HNS
zh_hans: 出售 BTC 换取 HNS
zh_hant: 出售 BTC 換 HNS

# wallet_swap_sell_hns
source: Sell HNS for BTC
ar: بيع HNS لـ BTC
de: Verkaufe HNS für BTC
es: Vender HNS por BTC
fa: فروش HNS برای BTC
fr: Vendre HNS pour BTC
he: מכור את HNS עבור BTC
hi: BTC के लिए HNS बेचें
id: Jual HNS seharga BTC
it: Vendi HNS per BTC
ja: HNS を BTC として販売
ko: BTC용 HNS 판매
nl: Verkoop HNS voor BTC
pl: Sprzedam HNS za BTC
pt: Vender HNS por BTC
ru: Продать HNS за BTC
tr: BTC karşılığında HNS'yi sat
uk: Продам HNS за BTC
vi: Bán HNS lấy BTC
zh_hans: 出售 HNS 换取 BTC
zh_hant: 出售 HNS 換 BTC

# wallet_swap_settlement_actions
source: Redeem or refund
ar: استرداد أو استرداد
de: Einlösen oder erstatten
es: Canjear o reembolsar
fa: بازخرید یا بازپرداخت
fr: Échanger ou rembourser
he: מימוש או החזר כספי
hi: छुड़ाना या वापस करना
id: Tebus atau kembalikan uang
it: Riscattare o rimborsare
ja: 引き換えまたは返金
ko: 사용 또는 환불
nl: Inwisselen of terugbetalen
pl: Wykorzystaj lub zwróć pieniądze
pt: Resgatar ou reembolsar
ru: Погасить или вернуть деньги
tr: Kullanın veya geri ödeme yapın
uk: Викупити або відшкодувати
vi: Đổi hoặc hoàn lại tiền
zh_hans: 兑换或退款
zh_hant: 兌換或退款

# wallet_swap_settlement_approval_message
source: Inputs: %1$d %2$@. Wallet output: %3$d after a %4$d fee (maximum %5$d). Transaction: %6$@ Session: %7$@ Broadcast is irreversible. The swap advances only after local chain confirmation.
ar: المدخلات: %1$d %2$@. إخراج المحفظة: %3$d بعد رسوم %4$d (الحد الأقصى %5$d). المعاملة: %6$@ الجلسة: %7$@ البث لا رجعة فيه. يتم تقدم المبادلة فقط بعد تأكيد السلسلة المحلية.
de: Eingaben: %1$d %2$@ .Wallet-Ausgabe: %3$d nach einer Gebühr von %4$d (maximal %5$d). Transaktion: %6$@ Sitzung: %7$@ Die Übertragung ist irreversibel.Der Austausch erfolgt erst nach Bestätigung durch die lokale Kette.
es: Entradas: %1$d %2$@. Salida de billetera: %3$d después de una tarifa %4$d (máximo %5$d). Transacción: %6$@ Sesión: %7$@ La transmisión es irreversible. El intercambio avanza sólo después de la confirmación de la cadena local.
fa: ورودی: %1$d %2$@.خروجی کیف پول: %3$d پس از %4$d کارمزد (حداکثر %5$d ). تراکنش: %6$@ جلسه: %7$@ پخش غیر قابل برگشت است.مبادله فقط پس از تأیید زنجیره محلی پیشرفت می کند.
fr: Entrées : %1$d %2$@. Sortie du portefeuille : %3$d après des frais %4$d (maximum %5$d). Transaction : %6$@ Session : %7$@ La diffusion est irréversible. Le swap n'avance qu'après confirmation de la chaîne locale.
he: כניסות: %1$d %2$@. פלט ארנק: %3$d לאחר עמלת %4$d (מקסימום %5$d). עסקה: %6$@ Session: %7$@ שידור בלתי הפיך. ההחלפה מתקדמת רק לאחר אישור הרשת המקומית.
hi: इनपुट: %1$d %2$@ .वॉलेट आउटपुट: %3$d %4$d शुल्क के बाद (अधिकतम %5$d )। लेन-देन: %6$@ सत्र: %7$@ प्रसारण अपरिवर्तनीय है.स्थानीय श्रृंखला की पुष्टि के बाद ही स्वैप आगे बढ़ता है।
id: Masukan: %1$d %2$@. Output dompet: %3$d setelah biaya %4$d (maksimum %5$d). Transaksi: %6$@ Sesi: %7$@ Siaran tidak dapat diubah. Pertukaran dilanjutkan hanya setelah konfirmasi jaringan lokal.
it: Ingressi: %1$d %2$@. Uscita portafoglio: %3$d dopo una commissione %4$d (massimo %5$d). Transazione: %6$@ Sessione: %7$@ Broadcast è irreversibile. Lo swap avanza solo dopo la conferma della catena locale.
ja: 入力: %1$d %2$@ 。ウォレット出力: %4$d 手数料後の %3$d (最大 %5$d )。 トランザクション: %6$@ セッション: %7$@ ブロードキャストは不可逆です。スワップは、ローカル チェーンの確認後にのみ進行します。
ko: 입력: %1$d %2$@. 지갑 출력: %4$d 수수료 후 %3$d(최대 %5$d). 거래: %6$@ 세션: %7$@ Broadcast는 되돌릴 수 없습니다. 스왑은 로컬 체인 확인 후에만 진행됩니다.
nl: Ingangen: %1$d %2$@. Wallet-uitvoer: %3$d na %4$d-kosten (maximum %5$d). Transactie: %6$@ Sessie: %7$@ Uitzending is onomkeerbaar. De swap wordt pas voortgezet na bevestiging door de lokale keten.
pl: Wejścia: %1$d %2$@. Dane wyjściowe z portfela: %3$d po opłacie %4$d (maksymalnie %5$d). Transakcja: %6$@ Sesja: %7$@ Transmisja jest nieodwracalna. Zamiana następuje dopiero po potwierdzeniu przez sieć lokalną.
pt: Entradas: %1$d %2$@. Saída da carteira: %3$d após uma taxa %4$d (máximo %5$d). Transação: %6$@ Sessão: %7$@ Transmissão é irreversível. A troca avança somente após confirmação da rede local.
ru: Входы: %1$d %2$@. Вывод кошелька: %3$d после комиссии %4$d (максимум %5$d). Транзакция: %6$@ Сессия: %7$@ Трансляция необратима. Своп осуществляется только после подтверждения локальной сети.
tr: Girişler: %1$d %2$@. Cüzdan çıktısı: %4$d ücretinden sonra %3$d (maksimum %5$d). İşlem: %6$@ Oturum: %7$@ Yayın geri alınamaz. Takas işlemi yalnızca yerel zincir onayının ardından gerçekleştirilir.
uk: Входи: %1$d %2$@. Вихід гаманця: %3$d після комісії %4$d (максимум %5$d). Трансакція: %6$@ Сесія: %7$@ Трансляція необоротна. Своп просувається лише після підтвердження локальної мережі.
vi: Đầu vào: %1$d %2$@. Đầu ra ví: %3$d sau một khoản phí %4$d (%5$d tối đa). Giao dịch: %6$@ Phiên: %7$@ Phát sóng không thể đảo ngược. Việc hoán đổi chỉ tiến triển sau khi xác nhận chuỗi địa phương.
zh_hans: 输入：%1$d %2$@。钱包输出：%4$d费用后的%3$d（最大%5$d）。 交易：%6$@ 会话： %7$@ 广播是不可逆的。交换仅在本地链确认后才会进行。
zh_hant: 輸入：%1$d %2$@。皮夾輸出：%4$d費用後的%3$d（最大%5$d）。 交易：%6$@ 會話： %7$@ 廣播是不可逆的。交換僅在本地鏈確認後才會進行。

# wallet_swap_settlement_approval_title
source: Broadcast swap %1$@?
ar: مبادلة البث %1$@؟
es: ¿Intercambio de transmisión %1$@?
fa: مبادله پخش %1$@؟
fr: Échange de diffusion %1$@ ?
he: החלפת שידור %1$@?
hi: प्रसारण स्वैप %1$@?
id: Pertukaran siaran %1$@?
it: Scambio trasmissione %1$@?
ja: ブロードキャスト スワップ %1$@?
ko: 방송 스왑 %1$@?
nl: Uitzendingswissel %1$@?
pl: Zamiana transmisji %1$@?
pt: Troca de transmissão %1$@?
ru: Смена трансляции %1$@?
tr: Yayın takası %1$@?
uk: Трансляція своп %1$@?
vi: Trao đổi phát sóng %1$@?
zh_hans: 广播交换%1$@？
zh_hant: 廣播交換%1$@？
